schedule = {
    0: {
        "Понедельник": [
            {
                "time": "08:45–12:05",
                "subject": "Экономика",
                "location": "З.Валиди, 32/2, кампус"
            },

            {
                "time": "13:00–14:35",
                "subject": "Физическая культура",
                "location": "Динамо"
            }

        ],

        "Вторник": [
            {
                "time": "10:30-12:05",
                "subject": "Латинский",
                "location": "Пушкина 96/98 7 корпус, 6 этаж через кафедру гистологии"

            },

            {
                "time": "13:00-14:35",
                "subject": "Химия",
                "location": "З.Валиди 47, 228 аудитория, 2 корпус"
            },

            {
                "time": "14:45-16:20",
                "subject": "Математика",
                "location": "З.Валили 47, 228 аудитория, 2 корпус"
            }
        ],

        "Среда": [
            {
                "time": "10:30-12:05",
                "subject": "Электив по физре",
                "location": "-"
            },

            {
                "time": "13:00-14:35",
                "subject": "Психология",
                "location": "З.Валиди 47, 2 корпус, 2 этаж, левое крыло"
            },

            {
                "time": "14:45–16:20",
                "subject": "Анатомия",
                "location": "З.Валиди 47, 338 аудитория, 2 корпус"
            },

            {
                "time": "16:30-18:05",
                "subject": "История",
                "location": "З.Валиди 47, 338 аудитория, 2 корпус"
            }
        ],

        "Четверг": [
            {
                "time": "13:00-15:30",
                "subject": "История",
                "location": "З.Валиди 32/2 , кампус"
            },

            {
                "time": "15:35-18:05",
                "subject": "Анатомия",
                "location": "З.Валиди 47, 4 корпус, 23 кабинет"
            }
        ],

        "Пятница": [
            {
                "time": "10:30-12:05",
                "subject": "ОРГ",
                "location": "З.Валиди 32/2 , кампус"
            },

            {
                "time": "13:00-16:20",
                "subject": "Химия",
                "location": "Пушкина, 96/98, 7 корпус, 3 этаж, левое крыло"
            }
        ],

        "Суббота": [
            {
                "time": "8:45-12:05",
                "subject": "Иностранный язык",
                "location": "Пушкина 96/98, 7 корпус, 6 этаж через кафедру гистологии"
            },

            {
                "time": "13:00- 14:35",
                "subject": "Физика",
                "location": "Пушкина, 96/98, 7 корпус , 3 этаж левое крыло"
            }
        ],
    },

    1: {
        "Понедельник": [
            {
                "time": "08:45–12:05",
                "subject": "Уход",
                "location": "З.Валили, 32/2, кампус"
            },

            {
                "time": "13:00–14:35",
                "subject": "Физическая культура",
                "location": "Динамо"
            },

            {
                "time": "14:45–16:20",
                "subject": "Информационная культура",
                "location": "Пушкина 96/98, 7 корпус, библиотека"
            }
        ],

        "Вторник": [
            {
                "time": "10:30-12:05",
                "subject": "Латинский",
                "location": "Пушкина 96/98 7 корпус, 6 этаж через кафедру гистологии"

            },

            {
                "time": "13:00-14:35",
                "subject": "Экономика и право",
                "location": "З.Валиди 47, 228 аудитория, 2 корпус"
            },

            {
                "time": "14:45-16:20",
                "subject": "Уход",
                "location": "З.Валили 47, 228 аудитория, 2 корпус"
            }
        ],

        "Среда": [
            {
                "time": "10:30-12:05",
                "subject": "Электив по физре",
                "location": "-"
            },

            {
                "time": "13:00-14:35",
                "subject": "Психология",
                "location": "З.Валиди 47, 2 корпус, 2 этаж, левое крыло"
            },

            {
                "time": "14:45–16:20",
                "subject": "Психология",
                "location": "З.Валиди 47, 338 аудитория, 2 корпус"
            },

            {
                "time": "16:30-18:05",
                "subject": "ОРГ",
                "location": "З.Валиди 47, 338 аудитория, 2 корпус"
            }
        ],

        "Четверг": [
            {
                "time": "13:00-15:30",
                "subject": "История",
                "location": "З.Валиди 32/2 , кампус"
            },

            {
                "time": "15:35-18:05",
                "subject": "Анатомия",
                "location": "З.Валиди 47, 4 корпус, 23 кабинет"
            }
        ],

        "Пятница": [
            {
                "time": "10:30-12:05",
                "subject": "ОРГ",
                "location": "З.Валиди 32/2 , кампус"
            },

            {
                "time": "13:00-16:20",
                "subject": "Химия",
                "location": "Пушкина, 96/98, 7 корпус, 3 этаж, левое крыло"
            }
        ],

        "Суббота": [
            {
                "time": "8:45-12:05",
                "subject": "Иностранный язык",
                "location": "Пушкина 96/98, 7 корпус, 6 этаж через кафедру гистологии"
            },

            {
                "time": "13:00- 14:35",
                "subject": "Физика",
                "location": "Пушкина, 96/98, 7 корпус , 3 этаж левое крыло"
            }
        ]
    }
}
